Revit 2027 API
ParameterTypeId.ContinuousFootingBearingWidth Property
 "Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContinuousFootingBearingWidth { get; }
Public Shared ReadOnly Property ContinuousFootingBearingWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContinuousFootingBearingWidth {
	ForgeTypeId^ get ();
}
static member ContinuousFootingBearingWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace